---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepVrfLoop
source: html/aaad98f7-54f6-cebe-9fc8-b1d636e6dc9a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepVrfLoop Property

"Variable Refrigerant Flow Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepVrfLoop { get; }
```